Repository: wrximpreza/WP-Clickky
Catalog: languages/clickky-*.po
Languages: ru_ru

source: Select
ru_ru: Выбрать

source: Show all
ru_ru: Показать все

source: Home
ru_ru: Главная

source: Select page
ru_ru: Выбрать страницу

source: All
ru_ru: Выбрать все

source: Select post
ru_ru: Выберите статью

source: Select category
ru_ru: Выберите категорию

source: Save
ru_ru: Сохранить

source: Settings
ru_ru: Настройки

source: Pages to show
ru_ru: Страницы для показа

source: Active
ru_ru: Активировать

source: Template
ru_ru: Шаблон

source: Delay
ru_ru: Задержка

source: parameter responsible for the delay time before displaying an advertising banner in seconds
ru_ru: параметр, отвечающий за время задержки перед отображением рекламного баннера в секундах

source: all positive numeric integers 0 - ad unit display at web page loading without a delay
ru_ru: все положительные числовые целые числа, 0 - рекламный блок отображения загрузки веб-страницы без задержки

source: Banners rotation time in minutes
ru_ru: Время ротации баннеров в минутах

source: banner update happens every (n) minutes
ru_ru: обновление баннера происходит каждые (N) минут

source: all positive numeric integers 0 - show the following banner each time you update the current page
ru_ru: все положительные числовые целые числа, 0 - показывают банера каждый раз, когда вы обновляете текущую страницу

source: Number of banners in the slider
ru_ru: Количество баннеров в слайдере

source: banners are involved in the slider
ru_ru: баннеры участвуют в слайдере

source: from 0 to 1 inclusive - automatically 1, 2 or 3 templates are triggered from 2 to 4 inclusive - available for 4, 5, 6 or 7 templates > 4 - triggered the default value - 3
ru_ru: от 0 до 1 включительно - автоматически 1, 2 или 3 шаблоны запускаются от 2 до 4 включительно - для 4, 5, 6 или 7 шаблонов > 4 - срабатывает значение по умолчанию - 3

source: <strong>Warning!</strong> Any other values for this type of advertising makes the script useless character set, be careful.
ru_ru: <strong>Предупреждение!</strong> Любые другие значения для данного вида рекламы делает сценарий работы бесполезным набором символов, будьте осторожны.

source: Background
ru_ru: Фон

source: parameter that defines the background color of the space where the advertisement displays
ru_ru: параметр, который определяет цвет фона рекламного блока

source: dark or light
ru_ru: темный или светлый

source: parameter that determines the delay time before opening the banner in seconds
ru_ru: Параметр, который определяет время задержки перед открытием баннера в секундах

source: from 0 to 60 inclusive - banner will be opened immediately after the load page
ru_ru: 1-60, 0 - не открывает баннер

source: Page number on what the ads appears
ru_ru: Номер страницы показа рекламы

source: parameter that determines the page number on what the ads appears
ru_ru: параметр, который определяет номер страницы, на которой появится реклама

source: all positive numeric integers 0 - is ignored
ru_ru: все положительные числовые целые числа, 0 - игнорируется

source: Name
ru_ru: Название

source: Position
ru_ru: Размещение

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Before comment
ru_ru: Перед комментариями

source: After comment
ru_ru: После комментариев

source: Before content
ru_ru: Перед контентом

source: After content
ru_ru: После контента

source: Before articles
ru_ru: Перед статьями

source: After articles
ru_ru: После статей

source: Select widget
ru_ru: Выбрать виджет

source: Widget status
ru_ru: Статус виджета

source: Button Color
ru_ru: Цвет кнопки

source: Font Family
ru_ru: Семейство шрифтов

source: Color font title
ru_ru: Цвет шрифта заголовка

source: Rating Color
ru_ru: Цвет рейтинга

source: Color description
ru_ru: Цвет описания

source: Button background
ru_ru: Цвет кнопки

source: Button font color
ru_ru: Цвет шрифта кнопки

source: Button border color
ru_ru: Цвет окантовки кнопки

source: Add banner
ru_ru: Добавить баннер

source: Shortcode
ru_ru: Шорткод

source: promotional code to integrate the ad unit inside of article manually
ru_ru: Рекламный код, для интеграции рекламного блока внутри статьи вручную

source: Copy to Clipboard
ru_ru: Копировать

source: Copy
ru_ru: Копировать

source: 1-60, 0 - do not open the banner
ru_ru: 1-60, 0 - не открывает баннер

source: Delay time for the close button in seconds
ru_ru: Время задержки для кнопки закрытия в секундах

source: parameter that defines the delay time for the close button in seconds
ru_ru: Параметр, который определяет время задержки для кнопки закрытия в секундах

source: all positive numeric integers, 0 - the script does not work
ru_ru: все положительные целые числа, числовые 0 - скрипт не работает

source: Widget displays Clickky Recommended Apps
ru_ru: Виджет отображающий в Clickky Recommended Apps

source: Please note:
ru_ru: Пожалуйста, обратите внимание:

source: Select ad block to display in the widget you can on the plugin settings page in the 'Widget' tab.
ru_ru: Выберите рекламный блок для отображения в виджете вы можете на странице настроек плагина в закладке "Widget".
